Repository: stoneslshi/tcmpp_minigame_demo
Catalog: Objective-C/TCMPPDemo/*.lproj/InfoPlist.strings
Languages: id

# CFBundleDisplayName
source: TCMPP Assistant
id: Asisten TCMPP

# NSBluetoothAlwaysUsageDescription
source: TCMPP needs your permission to allow device communication via Bluetooth.
id: TCMPP memerlukan izin Anda agar komunikasi perangkat melalui Bluetooth dimungkinkan.

# NSBluetoothPeripheralUsageDescription
source: TCMPP needs your permission to allow device communication via Bluetooth.
id: TCMPP memerlukan izin Anda agar komunikasi perangkat melalui Bluetooth dimungkinkan.

# NSCalendarsUsageDescription
source: TCMPP needs your permission to access your calendar.
id: TCMPP memerlukan izin Anda agar dapat mengakses kalender Anda.

# NSRemindersUsageDescription
source: TCMPP needs your permission to access your reminders.
id: TCMPP memerlukan izin Anda agar dapat mengakses pengingat Anda.

# NSCameraUsageDescription
source: TCMPP needs your permission to access your camera.
id: TCMPP memerlukan izin Anda agar dapat mengakses kamera Anda.

# NSContactsUsageDescription
source: TCMPP needs your permission to access your contacts.
id: TCMPP memerlukan izin Anda agar dapat mengakses kontak Anda.

# NSLocationAlwaysUsageDescription
source: TCMPP needs your permission to enable the location services.
id: TCMPP memerlukan izin Anda agar dapat mengaktifkan layanan lokasi.

# NSLocationWhenInUseUsageDescription
source: TCMPP needs your permission to enable the location services.
id: TCMPP memerlukan izin Anda agar dapat mengaktifkan layanan lokasi.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: TCMPP needs your permission to enable the location services.
id: TCMPP memerlukan izin Anda agar dapat mengaktifkan layanan lokasi.

# NSMicrophoneUsageDescription
source: TCMPP needs your permission to record an audio.
id: TCMPP memerlukan izin Anda agar dapat merekam audio.

# NSPhotoLibraryAddUsageDescription
source: TCMPP needs your permission to save photos to the album.
id: TCMPP memerlukan izin Anda agar dapat menyimpan foto ke album.

# NSPhotoLibraryUsageDescription
source: TCMPP needs your permission to access your album.
id: TCMPP memerlukan izin Anda agar dapat mengakses album Anda.

# NSSpeechRecognitionUsageDescription
source: TCMPP needs your permission to use voice recognition.
id: TCMPP memerlukan izin Anda agar dapat menggunakan pengenalan suara.

# NSAppleMusicUsageDescription
source: TCMPP needs your permission to access multimedia.
id: TCMPP memerlukan izin Anda agar dapat mengakses multimedia.

# NSFaceIDUsageDescription
source: TCMPP needs to use fingerprint or FaceID for authentication.
id: TCMPP perlu menggunakan sidik jari atau FaceID untuk autentikasi.
