Repository: stoneslshi/tcmpp_minigame_demo
Catalog: Swift/TCMPPDemo-Swift/*.lproj/InfoPlist.strings
Languages: fr, zh_hans

# CFBundleDisplayName
source: TCMPP Assistant
fr: Assistant TCMPP
zh_hans: TCMPP助手

# NSBluetoothAlwaysUsageDescription
source: TCMPP needs your permission to allow device communication via Bluetooth.
fr: TCMPP a besoin de votre autorisation pour permettre la communication des appareils via Bluetooth.
zh_hans: TCMPP需要您的允许才能允许蓝牙与设备通信

# NSBluetoothPeripheralUsageDescription
source: TCMPP needs your permission to allow device communication via Bluetooth.
fr: TCMPP a besoin de votre autorisation pour permettre la communication des appareils via Bluetooth.
zh_hans: TCMPP需要您的允许才能允许蓝牙与设备通信

# NSCalendarsUsageDescription
source: TCMPP needs your permission to access your calendar.
fr: TCMPP a besoin de votre autorisation pour accéder à votre calendrier.
zh_hans: TCMPP需要您的允许才能访问日历

# NSRemindersUsageDescription
source: TCMPP needs your permission to access your reminders.
fr: TCMPP a besoin de votre autorisation pour accéder à vos rappels.
zh_hans: TCMPP需要您的允许才能访问提醒事项

# NSCameraUsageDescription
source: TCMPP needs your permission to access your camera.
fr: TCMPP a besoin de votre autorisation pour accéder à votre caméra.
zh_hans: TCMPP需要您的允许才能使用照相机功能

# NSContactsUsageDescription
source: TCMPP needs your permission to access your contacts.
fr: TCMPP a besoin de votre autorisation pour accéder à vos contacts.
zh_hans: TCMPP需要您的允许才能访问您的通讯簿

# NSLocationAlwaysUsageDescription
source: TCMPP needs your permission to enable the location services.
fr: TCMPP a besoin de votre autorisation pour accéder à vos services de localisation.
zh_hans: TCMPP需要您的允许才能始终启用位置功能

# NSLocationWhenInUseUsageDescription
source: TCMPP needs your permission to enable the location services.
fr: TCMPP a besoin de votre autorisation pour accéder à vos services de localisation.
zh_hans: TCMPP需要您的允许才能始终启用位置功能

# NSLocationAlwaysAndWhenInUseUsageDescription
source: TCMPP needs your permission to enable the location services.
fr: TCMPP a besoin de votre autorisation pour accéder à vos services de localisation.
zh_hans: TCMPP需要您的允许才能始终启用位置功能

# NSMicrophoneUsageDescription
source: TCMPP needs your permission to record an audio.
fr: TCMPP a besoin de votre autorisation pour enregistrer du son.
zh_hans: TCMPP需要您的允许才能录制

# NSPhotoLibraryAddUsageDescription
source: TCMPP needs your permission to save photos to the album.
fr: TCMPP a besoin de votre autorisation pour enregistrer des photos dans l'album.
zh_hans: TCMPP需要您的允许才能将照片保存到相册

# NSPhotoLibraryUsageDescription
source: TCMPP needs your permission to access your album.
fr: TCMPP a besoin de votre autorisation pour accéder à votre album.
zh_hans: TCMPP需要您的允许才能访问相册

# NSSpeechRecognitionUsageDescription
source: TCMPP needs your permission to use voice recognition.
fr: TCMPP a besoin de votre autorisation pour utiliser la reconnaissance vocale.
zh_hans: TCMPP需要您的允许才能使用语音识别

# NSAppleMusicUsageDescription
source: TCMPP needs your permission to access multimedia.
fr: TCMPP a besoin de votre autorisation pour accéder au multimédia.
zh_hans: TCMPP需要你的允许才能访问多媒体

# NSFaceIDUsageDescription
source: TCMPP needs to use fingerprint or FaceID for authentication.
fr: TCMPP doit utiliser l'empreinte digitale ou FaceID pour l'authentification.
zh_hans: TCMPP需要使用指纹或者FaceID鉴权
